<%@page contentType="text/html"%>
<%@page pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>JSP Page</title>
    </head>
    <body>
    	观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄，舍利子，色不异空，空不异色，色即是空，空即是色，受想行识，亦复如是，舍利子。是诸法空相，不生不灭，不垢不净，不增不减，是故空中无色，无受想行识，无眼耳鼻舌身意，无色声香味触法，无眼界，乃至无意识界，无无明，亦无无明尽，
    	乃至无老死，亦无老死尽，无苦集灭道，无智亦无得，以无所得故，菩提萨埵，依般若波罗蜜多故，心无罣碍，无罣碍故，无有恐怖，远离颠倒梦想，究竟涅槃，三世诸佛，依般若波罗蜜多故，得阿耨多罗三藐三菩提，故知般若波罗蜜多，是大神咒，是大明咒，是无上咒，是无等等咒，能除一切苦，真实不虚，
    	故说般若波罗蜜多咒，即说咒曰，揭谛揭谛，波罗揭谛，波罗僧揭谛，菩提娑婆诃。
    	。
    	观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄。舍利子，色不异空，空不异色，色即是空，空即是色，受想行识，亦复如是。舍利子，是诸法空相，不生不灭，不垢不净，不增不减。是故空中无色，无受想行识，无眼耳鼻舌身意，无色声香味触法，无眼界，乃至无意识界。无无明，亦无无明尽，乃至
    	无老死，亦无老死尽。无苦集灭道，无智亦无得。以无所得故，菩提萨埵，依般若波罗蜜多故，心无罣碍，无罣碍故，无有恐怖，远离颠倒梦想，究竟涅磐。三世诸佛，依般若波罗蜜多故，得阿耨多罗三藐三菩提。故知般若波罗蜜多，是大神咒，是大明咒，是无上咒，是无等等咒，能除一切苦，真实不虚。故说般若波
    	罗蜜多咒，即说咒曰：揭谛揭谛 波罗揭谛 波罗僧揭谛 菩提萨婆诃。

		<div>
			曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。
			观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄，舍利子，色不异空，空不异色，色即是空，空即是色，受想行识，亦复如是，舍利子，是诸法空相，不生不灭，不垢不净，不增不减，是不空中无色，无受想行识，无眼耳鼻舌身意，无色声香味触法，无眼界，乃至无意识界，无无明，亦无无明尽，乃至无老死，亦无老死尽，无苦集灭道，无智亦无得，以无所得故，菩提萨埵，依般若波罗蜜多故，心无罣碍，无罣碍故，无有恐怖，远离颠倒梦想，究竟涅槃，三世诸佛，依般若波罗蜜多故，得阿搙多罗三藐三菩提，故知波若波罗密多，是大神咒，是大明咒，是无上咒，是无等等咒，能除一切苦，真实不虚，故说般若波罗蜜多咒，即说咒曰，揭谛揭谛，波罗揭谛，波罗僧揭谛，菩提娑婆诃

		</div>

		昨夜西风凋碧树，独上高楼望尽天

		我是人间客，知君何事泪纵横

		我问佛：为何不给所有女子，羞花闭容颜
		佛曰：那只是昙花的一现，用来蒙蔽世俗的眼，没有什么美丽能比得过一颗纯净仁爱的心，我把它赐给每一个女子，可有人让它蒙上了灰
		我问佛，为何世间有那么多的遗憾
		佛曰：这是一个娑婆世界，娑婆即遗憾，没有遗憾，给你再多幸福也体会不到快乐
		我问佛，如何让人们的心不在感到孤单
		佛曰：每一颗心生来就是孤单而残缺的，多数带着这种残缺度过一生，只因与能使它圆满的另一半相遇时，不是疏忽错过，就是已经失去了拥有它的资格

		世间安得双全法，不负如来不负卿
 	</body>
</html>
